Repository: zhang232425/ZJValidator
Catalog: ZJValidator/Assets/*.lproj/RequestError.strings
Languages: id

# APP.0001
source: System Error.
id: Maaf, terjadi kesalahan sistem operasi. Silakan dicoba kembali.

# TimeOut
source: Request Timeout
id: Waktu permintaan habis.

# SYSTEM.0001
source: Unknown Error Occurred.
id: Terjadi kesalahan. Silakan coba kembali

# SYSTEM.0002
source: System has encountered an unexpected error.
id: Parameter yang dimasukkan salah, silakan coba kembali.

# SYSTEM.0003
source: System has encountered an unexpected error.
id: Maaf, sistem mengalami kesalahan tak terduga. Silakan dicoba kembali.

# SYSTEM.0004
source: System Error.
id: Maaf, terjadi kesalahan sistem operasi. Silakan dicoba kembali.

# SYSTEM.0005
source: Internal exception.
id: Maaf, terjadi kesalahan data internal. Silakan dicoba kembali.

# SYSTEM.0006
source: System error (0006).
id: Maaf, terjadi kesalahan sistem internal. Silakan dicobakembali.

# SYSTEM.0007
source: System Error (0007).
id: Terjadi kesalahan tak dikenal. Mohon coba kembali.

# SYSTEM.0008
source: System Error (0008).
id: Terjadi kesalahan tak dikenal. Mohon coba kembali.

# SYSTEM.0009
source: Operation request received. Please do not repeat operation.
id: Berhasil. Mohon jangan mencoba ulang.

# SYSTEM.0010
source: System error (0010).
id: Terjadi kesalahan tak dikenal. Mohon coba kembali.

# SYSTEM.0011
source: System error (0011).
id: Terjadi kesalahan tak dikenal. Mohon coba kembali.

# SYSTEM.0012
source: Login expired.
id: Status login tidak valid. Silakan login kembali.

# PROFILE.0001
source: Incorrect country code.
id: Kode Negara salah. Mohon coba kembali.

# PROFILE.0002
source: Verification code invalid/expired.
id: Informasi yang dimasukkan salah. Mohon coba kembali.

# PROFILE.0003
source: The phone number must be 10-13.
id: Nomor telepon harus 10-13 digit

# PROFILE.0004
source: The phone number your entered has already been registered.
id: Nomor telepon ini sudah terdaftar. Anda bisa langsung login dengan nomor ini atau gunakan nomor baru untuk mendaftar.

# PROFILE.0005
source: You have not set the password yet. Please go to set your password first.
id: Oh, kata sandi belum pernah dibuat. Buat sekarang!

# PROFILE.0006
source: Invalid password.
id: Kata sandi yang dimasukkan salah. Mohon dicoba kembali.

# PROFILE.0007
source: This phone number has not yet registered.
id: Nomor HP ini belum terdaftar.

# PROFILE.0008
source: You have already set your password.
id: Kata sandi sudah dibuat.

# PROFILE.0009
source: Account does not exist OR incorrect password.
id: Akun ini tidak terdaftar atau kata sandi salah.

# PROFILE.0010
source: You have not set your address yet. Go to set it now.
id: Anda belum memasukkan alamat anda!

# PROFILE.0011
source: User status is not verify.
id: Maaf, anda belum terverifikasi. Verifikasi sekarang!

# PROFILE.0012
source: Password attempts exceed maximum limit.
id: Anda salah memasukan kata sandi berulang kali. Mohon menunggu dan coba kembali.

# PROFILE.0013
source: Your account has not yet verified. Go to verify now.
id: Maaf, anda belum terverifikasi. Verifikasi sekarang!

# HTTP.0001
source: System error (0001).
id: Terjadi kesalahan tak dikenal. Mohon coba kembali.

# HTTP.0002
source: System error (0002).
id: Terjadi kesalahan tak dikenal. Mohon coba kembali.

# MONEY.0001
source: Insufficient balance,
id: Mohon maaf, nilai pendanaan anda tidak cukup.

# PRODUCT.0001
source: Product expired.
id: Produk pendanaan sudah kadaluarsa. Disarankan untuk memilih produk pendanaan lain.

# PRODUCT.0002
source: The amount you entered exceeds amount limit for each customer.
id: Nilai pendanaan anda untuk produk ini sudah maksimal. Cobalah produk lain.

# PRODUCT.0003
source: You have already reached the limit of purchase times for this product.
id: Jumlah pendanaan anda untuk produk ini sudah maksimal. Cobalah produk lain.

# PRODUCT.0004
source: Incorrect purchase amount.
id: Nilai pendanaan salah, silakan isi kembali.

# REGISTER.0001
source: Frequent request for receiving verification code. Please try again later.
id: Jangan mencoba berulang kali. Silakan coba 5 menit lagi.

# REGISTER.0002
source: Verification code timeout.
id: Verifikasi kode sudah kadaluarsa, mohon tekan kembali untuk menerima kode baru.

# REGISTER.0003
source: Frequent request for receiving verification code. Please try again later.
id: Waktu sudah habis. Mohon dicoba kembali.

# REGISTER.0004
source: Selected bank does not exist.
id: Bank yang dimasukkan tidak valid. Silakan isi kembali.

# REGISTER.0005
source: Invalid occupation.
id: Pekerjaan yang dimasukkan tidak valid. Silakan isi kembali.

# REGISTER.0006
source: Selected country does not exist.
id: Negara yang dimasukkan tidak valid. Silakan isi kembali.

# REGISTER.0007
source: Incorrect format of the photo you submitted.
id: Format foto untuk verifikasi salah. Silakan upload kembali.

# REGISTER.0008
source: Your identity verification is under reviewed. Please wait for the result.
id: Data anda sedang diverifikasi. Mohon tunggu.

# REGISTER.0009
source: Bank account holder does not match register name.
id: Nama pemilik Rekening Bank tidak sesuai dengan Nama Lengkap anda.

# API.0001
source: System error.
id: Terjadi kesalahan sistem. Mohon coba kembali.

# API.0002
source: System error.
id: Terjadi kesalahan sistem. Mohon coba kembali.

# BANKCARD.0001
source: Bank account cannot be verified.
id: Rekening bank tidak ditemukan.

# BANKCARD.0002
source: Invalid bank account number.
id: Rekening bank tidak valid.

# PAY.0001
source: Payment invalid because of system error.
id: Metode pembayaran tidak valid.

# PAY.0002
source: System Error. Please try again later.
id: You already applied referral code of this promo.

# REFERRER.0001
source: You already applied referral code of this promo.
id: Anda sudah pernah mengisi kode referral.

# REFERRER.0002
source: Incorrect Referral Code.
id: Kode referral yg diisi salah.

# REFERRER.0003
source: Exclusive to new users of this referral promo.
id: Kode referral hanya bisa diisi oleh pengguna baru.

# REFERRER.0004
source: Please enter the referral code of your friend.
id: Silakan masukkan kode referral dari orang lain.

# USERTASK.0002
source: You have already received the reward
id: Anda telah menerima hadiah!

# CAPTCHA.0002
source: Sorry, for security reason, you are not able to proceed with the next step, please try again after 24 hours, please contact our customer service if any question!
id: Maaf, demi keamanan Anda saat ini tidak dapat memproses ke tahap selanjutnya. Silahkan mencoba kembali setelah 24 Jam, untuk informasi lebih lanjut, silahkan hubungi customer service kami.

# CAPTCHA.0003
source: Verification code invalid/expired.
id: Informasi yang dimasukkan salah. Mohon coba kembali.

# SMS.0003
source: Verification code invalid/expired.
id: Informasi yang dimasukkan salah. Mohon coba kembali.
